IDEA Open Model
SectionCharacteristics.Az Property
Compatible with IDEA StatiCa v 10.1
 Shear area
 Namespace: IdeaRS.OpenModel.Geometry2D
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public double Az { get; set; }
Public Property Az As Double
	Get
	Set
public:
property double Az {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
SectionCharacteristics Class
IdeaRS.OpenModel.Geometry2D Namespace